{
  "main": {
    "subtitle": "Ogólnie mówiąc, technologicznie zorientowany blog..."
  },  
  "search": {
    "find_on_blog": "Znajdź na blogu..."
  },
  "toc": {
    "cannot_find": "Nie możemy znaleźć żadnych nagłówków w treści tego wpisu"
  },
  "post": {
    "home_page": "Wróć do Strony Głównej",
    "published": "Opublikowany w dniu",
    "hero_image_by": "Zdjęcie",
    "hero_image_text_preposition": "na"
  },
  "filter": {
    "filter": "Filtr",
    "clear_filter": "Wyczyść filtr",
    "show": "Pokaż",
    "keyWithCount_zero": "wszystkie wpisy",
    "keyWithCount_one": "{{count}} wpis",
    "keyWithCount_two": "{{count}} wpisy",
    "keyWithCount_three": "{{count}} wpisy",
    "keyWithCount_four": "{{count}} wpisy",
    "keyWithCount_other": "{{count}} wpisów"
  },
  "theme": {
    "light": "Jasny",
    "dark": "Ciemny",
    "system": "Systemowy"
  },
  "dots_menu": {
    "language": "Język",
    "theme": "Motyw",
    "github": "Github",
    "author": "O autorze"
  },
  "about": {
    "dots": "<0>Dane są jak kropki na płótnie, które ktoś przypadkowo (lub nie…) zostawił na nim wczoraj.</0><1>Uczenie maszynowe jest jak paleta i pędzel, którymi artysta maluje obraz jutra, starannie łącząc te kropki.</1>",
    "dots_thinker": "Pojawiło się w mojej głowie, nie wiem skąd. Sam raczej tego nie wymyśliłem...",
    "working_with_data": "Pracując z danymi nauczyłem się, że zawsze schowana jest za nimi jakaś historia. Czasami to pozornie nudna opowieść, której każdą kolejną stronę przerzucamy z coraz większym trudem, by nagle zachwycić się niesamowitym zwrotem akcji. Innym razem to fascynująca i zwinna nowela, której zakończenie zostawia Cię na rozstaju dróg z poczuciem, że żadna z nich nie ma dobrego końca. Najczęściej jednak jest to proza życia, która każe nam wcielać się w rolę głównego narratora i składać coś z poszarpanych kawałków. A każdy z nich to bohater, który przybył tu z zupełnie innej bajki.",
    "carrier_briefly": "<0>In the beginning, I worked in a small company that wanted to be a large corporation in its ambitious plans.</0> <1>Later, I found myself in a medium-sized company that was already firmly in corporate mode.</1> <2>Then I got into a large organization that was trying with all its power never to become a corporation.</2> <3>Today I know that regardless of the form, place, and time, the most important thing is to devote your energy to activities that can help others at least a little. I believe this is the right recipe for a better world.</3>",
    "unexamined_life": "<0>Bezmyślne życie, nie jest nic warte.</0> <1>Sokrates</1>",
    "the_story": "<0>Skończone studia, ogromne nadzieje i nieodparte uczucie, że umiem naprawdę niewiele. To był początek, który być może napisało życie dla wielu z nas. Napewno dla mnie. Kierunek był jeden. Do przodu. Rozpocząłem więc swój marsz. Małymi krokami zacząłem zdobywać wiedzę i doświadczenie. W zasadzie doświadczenie a z nim wiedzę.</0> <1>Pierwsza praca w handlu, pokazała jak działa serce każdego biznesu. Uświadomiła, ze biznes tworzą ludzie a nie produkty czy usługi. Zrozumiałem, też bardzo ważną rzecz - że mogę w życiu robić wszystko, pod warunkiem, że tego naprawdę chcę. Więc?</1> <2>Zmiana pracy. Logistyka. Dała mi możliwość rozwijania analitycznych umiejętności i pozwoliła w praktyce sprawdzić to, co do tej pory znałem tylko w teorii. Poczułem, że mój zawodowy warsztat w końcu nabierał wartości. A czas nieubłaganie pędził w jedynym sobie znanym kierunku, przynosząc kolejne zmiany. W tym także nową pracę.</2> <3>Analiza danych. Od tej pory na tym koncentrowały się moje, zawodowe zadania. Wydawało mi się, że gnam do przodu a Świat nieco zwolnił. Żyłem w poczuciu, że nie ma zadań nie do wykonania i problemów nie do rozwiązania. Myślałem, że to moje miejsce na Ziemii. Niestety. Trzymając się kurczowo tego kawałka suchego lądu, przegapiłem prądy, którymi Świat podążał w stronę nieznanego jutra.</3><4>Ocknąłem się. Byłem już w nowej rzeczywistości, którą zdominowała sztuczna inteligencja i uczenie maszynowe. A ja? Jakbym zaczynał wszystko od początku. Zdałem sobie sprawę, że znowu umiem niewiele.</4> <5>Z jedną różnicą – dzisiaj, wiem czego nie wiem. I codziennie tego przybywa… Szczerze? Bardzo mnie to cieszy. Przecież rozwijasz się tylko wtedy, gdy się czegoś uczysz!</5>",
    "socrates_on_wisdom": "<0>Jestem mądrzejszy od tego człowieka, bo wydaje się, że choć żadne z nas nie wie nic wielkiego i dobrego, jemu się wydaje, że coś wie, chociaż nic nie wie. Natomiast ja, jak nic nie wiem, to mi się to nie podoba. W tym błahym szczególe wydaję się więc mądrzejszy od niego, bo nie wydaje mi się, że wiem, czego nie wiem.</0> <1>Sokrates o mądrości</1>",
    "contact": "Nazywam się <2>Krzysztof Skwarski</2> i zapraszam Cię do <6>kontaktu</6> ze mną.",
    "contact_attr": "mailto:krzysztof@talking3d.com?subject=Cześć!%20Znalazłem%20ten%20kontakt%20na%20Twoim%20blogu&body=...po%20prostu%20napisz%20do%20mnie%20tutaj%20kilka%20słów..."
  },
  "footer": {
    "copyright": "Prawa autorskie",
    "blog_pl": "Blog ",
    "blog_en": "",
    "powered": " jest dumnie napędzany przez wspaniałego ",
    "author": " oraz skromnego ",
    "author_himself": " autora ",
    "this_blog": " tego bloga."
  },
  "404page": {
    "couldnt_find": "Wygląda na to, że niemożemy znaleźć tego czego szukasz.",
    "see_all_posts": "<0>Zobacz</0> pełną listę naszych artykułów!"
  },
  "copyright": "<0>Talking3D</0> blog jest dumnie napędzany przez wspaniałego <2>Gatsby</2> oraz skromnie przez <4>authora</4> tego bloga."
}